{"freq_threshold": 5, "word2idx": {"<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3, "two": 4, "young": 5, "guys": 6, "with": 7, "shaggy": 8, "hair": 9, "look": 10, "at": 11, "their": 12, "hands": 13, "while": 14, "hanging": 15, "out": 16, "in": 17, "the": 18, "yard": 19, ".": 20, ",": 21, "white": 22, "males": 23, "are": 24, "outside": 25, "near": 26, "many": 27, "bushes": 28, "men": 29, "green": 30, "shirts": 31, "standing": 32, "a": 33, "man": 34, "blue": 35, "shirt": 36, "garden": 37, "friends": 38, "enjoy": 39, "time": 40, "together": 41, "several": 42, "hard": 43, "hats": 44, "operating": 45, "giant": 46, "pulley": 47, "system": 48, "workers": 49, "down": 50, "from": 51, "up": 52, "above": 53, "on": 54, "piece": 55, "of": 56, "equipment": 57, "working": 58, "machine": 59, "wearing": 60, "four": 61, "top": 62, "tall": 63, "structure": 64, "three": 65, "large": 66, "rig": 67, "child": 68, "pink": 69, "dress": 70, "is": 71, "climbing": 72, "set": 73, "stairs": 74, "an": 75, "entry": 76, "way": 77, "little": 78, "girl": 79, "going": 80, "into": 81, "wooden": 82, "cabin": 83, "to": 84, "her": 85, "playhouse": 86, "building": 87, "someone": 88, "and": 89, "hat": 90, "stair": 91, "leaning": 92, "against": 93, "window": 94, "ladder": 95, "cleaning": 96, "cleans": 97, "jeans": 98, "windows": 99, "one": 100, "gray": 101, "black": 102, "stove": 103, "guy": 104, "cooking": 105, "joking": 106, "around": 107, "camera": 108, "kitchen": 109, "food": 110, "preparing": 111, "meal": 112, "people": 113, "photo": 114, "playing": 115, "guitar": 116, "other": 117, "poking": 118, "him": 119, "holds": 120, "observes": 121, "his": 122, "fixing": 123, "players": 124, "costume": 125, "another": 126, "'s": 127, "coat": 128, "boys": 129, "sits": 130, "chair": 131, "holding": 132, "stuffed": 133, "animal": 134, "lion": 135, "sitting": 136, "completes": 137, "finishing": 138, "touches": 139, "toy": 140, "smiling": 141, "rollerskates": 142, "talking": 143, "cellphone": 144, "parking": 145, "lot": 146, "trendy": 147, "gliding": 148, "slowly": 149, "street": 150, "adult": 151, "rollerblades": 152, "cellular": 153, "phone": 154, "ear": 155, "there": 156, "skating": 157, "woman": 158, "asian": 159, "suit": 160, "stands": 161, "dark-haired": 162, "brown-haired": 163, "pipes": 164, "metal": 165, "railing": 166, "walks": 167, "past": 168, "dressed": 169, "hip": 170, "outfits": 171, "purse": 172, "walking": 173, "by": 174, "gate": 175, "germany": 176, "jumping": 177, "over": 178, "rail": 179, "same": 180, "without": 181, "youths": 182, "roadside": 183, "night": 184, "dancing": 185, "poles": 186, "middle": 187, "no": 188, "five": 189, "ballet": 190, "dancers": 191, "caught": 192, "mid": 193, "jump": 194, "studio": 195, "sunlight": 196, "coming": 197, "through": 198, "practice": 199, "wonderful": 200, "form": 201, "girls": 202, "leaping": 203, "simultaneously": 204, "dance": 205, "room": 206, "bending": 207, "feet": 208, "class": 209, "sneakers": 210, "midair": 211, "flight": 212, "concrete": 213, "casually": 214, "stairway": 215, "outdoors": 216, "stone": 217, "wall": 218, "behind": 219, "them": 220, "not": 221, "staircase": 222, "excited": 223, "faces": 224, "dog": 225, "brown": 226, "spots": 227, "staring": 228, "each": 229, "tri-colored": 230, "road": 231, "dogs": 232, "different": 233, "breeds": 234, "looking": 235, "pavement": 236, "moving": 237, "toward": 238, "spotted": 239, "fighting": 240, "reflective": 241, "safety": 242, "clothes": 243, "protection": 244, "drives": 245, "john": 246, "deere": 247, "tractor": 248, "driver": 249, "wears": 250, "easy": 251, "see": 252, "clothing": 253, "neon": 254, "orange": 255, "uniform": 256, "driving": 257, "headphones": 258, "paved": 259, "main": 260, "country": 261, "some": 262, "women": 263, "front": 264, "bus": 265, "buildings": 266, "it": 267, "stand": 268, "city": 269, "group": 270, "wait": 271, "dark": 272, "glasses": 273, "putting": 274, "powder": 275, "cake": 276, "using": 277, "lady": 278, "sprinkling": 279, "powdered": 280, "sugar": 281, "sprinkles": 282, "onto": 283, "jacket": 284, "sifting": 285, "chocolate": 286, "pan": 287, "small": 288, "grass": 289, "plays": 290, "canvas": 291, "rainbow": 292, "covered": 293, "paint": 294, "painted": 295, "bowl": 296, "pigtails": 297, "painting": 298, "sleeping": 299, "bench": 300, "next": 301, "lays": 302, "which": 303, "also": 304, "tied": 305, "laying": 306, "leash": 307, "ground": 308, "shirtless": 309, "lies": 310, "park": 311, "adults": 312, "inside": 313, "home": 314, "chairs": 315, "arranged": 316, "circle": 317, "type": 318, "musical": 319, "instruments": 320, "musicians": 321, "practicing": 322, "sheet": 323, "music": 324, "flutes": 325, ")": 326, "living": 327, "gathered": 328, "talk": 329, "about": 330, "favorite": 331, "tunes": 332, "both": 333, "clarinets": 334, "elderly": 335, "stringed": 336, "instrument": 337, "least": 338, "play": 339, "clearly": 340, "bunch": 341, "as": 342, "they": 343, "read": 344, "off": 345, "performing": 346, "person": 347, "alone": 348, "has": 349, "broken": 350, "roadway": 351, "washed": 352, "bridge": 353, "supports": 354, "surveys": 355, "damage": 356, "t-shirt": 357, "looks": 358, "surrounded": 359, "crowd": 360, "metro": 361, "station": 362, "entrance": 363, "area": 364, "goatee": 365, "latex": 366, "gloves": 367, "tattoo": 368, "gun": 369, "place": 370, "back": 371, "upper": 372, "giving": 373, "getting": 374, "children": 375, "boy": 376, "writing": 377, "sit": 378, "seesaw": 379, "sand": 380, "teeter": 381, "totter": 382, "2": 383, "kids": 384, "vest": 385, "intersection": 386, "flag": 387, "caution": 388, "waving": 389, "bright": 390, "corner": 391, "spray": 392, "construction": 393, "worker": 394, "red": 395, "pierced": 396, "ears": 397, "beer": 398, "can": 399, "crocheted": 400, "gauges": 401, "starring": 402, "something": 403, "long": 404, "beret": 405, "beige": 406, "raincoat": 407, "marketplace": 408, "scenery": 409, "artists": 410, "paintings": 411, "busy": 412, "sidewalk": 413, "studying": 414, "scene": 415, "public": 416, "others": 417, "who": 418, "passerby": 419, "admiring": 420, "outdoor": 421, "art": 422, "fair": 423, "foot": 424, "waste": 425, "basket": 426, "pants": 427, "pushing": 428, "cart": 429, "janitor": 430, "dolly": 431, "tools": 432, "grips": 433, "ropes": 434, "playground": 435, "climbs": 436, "rope": 437, "roping": 438, "net": 439, "end": 440, "traveling": 441, "flower": 442, "teen": 443, "unknown": 444, "object": 445, "for": 446, "photographers": 447, "train": 448, "crane": 449, "you": 450, "know": 451, "i": 452, "am": 453, "like": 454, "blond": 455, "yellow": 456, "gazing": 457, "pole": 458, "vault": 459, "determined": 460, "sky": 461, "baseball": 462, "cap": 463, "bathroom": 464, "coffee": 465, "mug": 466, "ball": 467, "cup": 468, "between": 469, "posing": 470, "multicolored": 471, "background": 472, "sunset": 473, "clear": 474, "skies": 475, "sun": 476, "setting": 477, "silhouettes": 478, "decorate": 479, "horizon": 480, "sets": 481, "restaurant": 482, "glass": 483, "table": 484, "drink": 485, "drinking": 486, "old": 487, "having": 488, "running": 489, "grassy": 490, "fence": 491, "boston": 492, "terrier": 493, "lush": 494, "runs": 495, "officer": 496, "van": 497, "trained": 498, "police": 499, "handler": 500, "security": 501, "watch": 502, "policeman": 503, "german": 504, "shepherd": 505, "stops": 506, "search": 507, "\"": 508, "conditions": 509, "snow": 510, "seem": 511, "almost": 512, "details": 513, "cold": 514, "weather": 515, "heavy": 516, "riding": 517, "bicycle": 518, "suburban": 519, "neighborhood": 520, "rides": 521, "bike": 522, "snowy": 523, "tie": 524, "slacks": 525, "converse": 526, "open": 527, "5": 528, "suits": 529, "short-sleeved": 530, "ties": 531, "stop": 532, "take": 533, "break": 534, "business": 535, "tan": 536, "backwards": 537, "factory": 538, "older": 539, "too": 540, "photograph": 541, "camp": 542, "among": 543, "machines": 544, "works": 545, "machinery": 546, "work": 547, "caucasian": 548, "dark-skinned": 549, "sleeveless": 550, "conveyor": 551, "packing": 552, "jars": 553, "candles": 554, "boxes": 555, "sorting": 556, "warehouse": 557, "manager": 558, "assisting": 559, "employee": 560, "assembly": 561, "line": 562, "outfit": 563, "broom": 564, "traditional": 565, "architecture": 566, "baby": 567, "bottoms": 568, "remove": 569, "dirt": 570, "kimono": 571, "sweep": 572, "sweeping": 573, "walkway": 574, "florescent": 575, "vests": 576, "parked": 577, "cars": 578, "converses": 579, "seen": 580, "leans": 581, "car": 582, "watching": 583, "row": 584, "waiting": 585, "go": 586, "ranger": 587, "tourist": 588, "eating": 589, "snack": 590, "toddlers": 591, "infants": 592, "female": 593, "babies": 594, "chips": 595, "silver": 596, "mobile": 597, "weird": 598, "vehicle": 599, "plaza": 600, "segway": 601, "showing": 602, "product": 603, "modern": 604, "?": 605, "approaches": 606, "strange": 607, "containing": 608, "onlookers": 609, "observe": 610, "roped": 611, "barrier": 612, "futuristic": 613, "watches": 614, "bride": 615, "groom": 616, "side": 617, "focus": 618, "pathway": 619, "brick": 620, "beautiful": 621, "new": 622, "husband": 623, "recently": 624, "married": 625, "couple": 626, "pose": 627, "arm": 628, "nintendo": 629, "controller": 630, "mcdonald": 631, "video": 632, "game": 633, "kiosk": 634, "kid": 635, "water": 636, "head": 637, "turned": 638, "shore": 639, "shaking": 640, "shakes": 641, "edge": 642, "beach": 643, "its": 644, "picnic": 645, "tables": 646, "enjoying": 647, "day": 648, "reunion": 649, "full": 650, "swing": 651, "moon": 652, "bounce": 653, "barbecue": 654, "or": 655, "spanish": 656, "pass": 657, "sunglasses": 658, "puts": 659, "blouse": 660, "traffic": 661, "seated": 662, "balloon": 663, "design": 664, "burger": 665, "touching": 666, "coolers": 667, "gray-haired": 668, "enjoys": 669, "sandwich": 670, "student": 671, "downward": 672, "kick": 673, "board": 674, "held": 675, "karate": 676, "instructor": 677, "wood": 678, "half": 679, "kicking": 680, "stick": 681, "that": 682, "tae": 683, "kwon": 684, "do": 685, "breaking": 686, "boards": 687, "demonstrating": 688, "martial": 689, "arts": 690, "youngsters": 691, "crouched": 692, "mat": 693, "during": 694, "competition": 695, "jumps": 696, "students": 697, "demonstration": 698, "perform": 699, "balconies": 700, "pipe": 701, "towards": 702, "lower": 703, "balcony": 704, "liquid": 705, "poured": 706, "sweatshirt": 707, "reaching": 708, "hand": 709, "empties": 710, "bottle": 711, "unto": 712, "below": 713, "pouring": 714, "contents": 715, "shielding": 716, "himself": 717, "trying": 718, "paper": 719, "block": 720, "shades": 721, "eyes": 722, "face": 723, "carrying": 724, "backs": 725, "sunny": 726, "nice": 727, "walk": 728, "stroll": 729, "rock": 730, "overalls": 731, "smiles": 732, "stony": 733, "collar": 734, "fallen": 735, "tree": 736, "leaps": 737, "log": 738, "jumped": 739, "stump": 740, "crossing": 741, "gathering": 742, "across": 743, "assembles": 744, "gentleman": 745, "hurrying": 746, "long-sleeved": 747, "bikes": 748, "body": 749, "river": 750, "barefooted": 751, "olive": 752, "shorts": 753, "grilling": 754, "hotdogs": 755, "propane": 756, "grill": 757, "plastic": 758, "sausages": 759, "prepares": 760, "he": 761, "grills": 762, "surface": 763, "field": 764, "scooter": 765, "attracts": 766, "attention": 767, "those": 768, "light": 769, "cross": 770, "skis": 771, "framed": 772, "pictures": 773, "displaying": 774, "skier": 775, "trees": 776, "artwork": 777, "sale": 778, "climbers": 779, "seven": 780, "ascending": 781, "whilst": 782, "collage": 783, "cliff": 784, "gymnast": 785, "high": 786, "air": 787, "balance": 788, "beam": 789, "leotard": 790, "doing": 791, "gymnastics": 792, "audience": 793, "soars": 794, "wheeler": 795, "pool": 796, "atv": 797, "rubber": 798, "miniature": 799, "lawn": 800, "quad": 801, "truck": 802, "filled": 803, "cotton": 804, "substance": 805, "pile": 806, "wool": 807, "loading": 808, "load": 809, "headscarf": 810, "scenic": 811, "view": 812, "bay": 813, "pay": 814, "binoculars": 815, "viewing": 816, "deck": 817, "mounted": 818, "telescope": 819, "windbreaker": 820, "though": 821, "rooftop": 822, "uses": 823, "ticket": 824, "stuck": 825, "plane": 826, "examining": 827, "airplane": 828, "nose": 829, "away": 830, "sprinkler": 831, "chases": 832, "hose": 833, "happily": 834, "supermarket": 835, "daughter": 836, "grocery": 837, "store": 838, "stroller": 839, "catch": 840, "thrown": 841, "nearby": 842, "ready": 843, "flying": 844, "mouth": 845, "after": 846, "colored": 847, "covering": 848, "part": 849, "booth": 850, "sweater": 851, "get": 852, "hiking": 853, "forest": 854, "where": 855, "partially": 856, "wilderness": 857, "hikers": 858, "resting": 859, "patch": 860, "facial": 861, "cabinet": 862, "doors": 863, "long-sleeve": 864, "under": 865, "middle-aged": 866, "beard": 867, "handmade": 868, "creation": 869, "floor": 870, "reading": 871, "father": 872, "grown": 873, "son": 874, "camping": 875, "trip": 876, "wild": 877, "items": 878, "bearded": 879, "map": 880, "traveler": 881, "lake": 882, "lone": 883, "duck": 884, "swimming": 885, "waves": 886, "facing": 887, "skyline": 888, "waters": 889, "big": 890, "infant": 891, "being": 892, "male": 893, "pond": 894, "care": 895, "along": 896, "newborn": 897, "shelter": 898, "bicycles": 899, "curved": 900, "roof": 901, "wagon": 902, "nighttime": 903, "dome": 904, "beside": 905, "lab": 906, "tags": 907, "this": 908, "splashing": 909, "surf": 910, "splashes": 911, "drilling": 912, "frozen": 913, "ice": 914, "hole": 915, "fishing": 916, "making": 917, "turn": 918, "soft": 919, "sandy": 920, "climber": 921, "scaling": 922, "picks": 923, "scale": 924, "waterfall": 925, "meadow": 926, "ocean": 927, "path": 928, "attire": 929, "shovels": 930, "all": 931, "shoveling": 932, "roads": 933, "sidewalks": 934, "wedding": 935, "flowers": 936, "reception": 937, "smile": 938, "cutting": 939, "snowmobile": 940, "riders": 941, "helmets": 942, "goggles": 943, "clearing": 944, "snowmobiles": 945, ";": 946, "left": 947, "right": 948, "winter": 949, "jackets": 950, "ski": 951, "gather": 952, "carries": 953, "wet": 954, "item": 955, "rows": 956, "vegetables": 957, "sell": 958, "vegetable": 959, "harvest": 960, "lay": 961, "blankets": 962, "market": 963, "villagers": 964, "selling": 965, "crops": 966, "these": 967, "very": 968, "onions": 969, "band": 970, "singer": 971, "tattoos": 972, "crowded": 973, "concert": 974, "approaching": 975, "shouting": 976, "microphone": 977, "listening": 978, "sings": 979, "sign": 980, "says": 981, "13": 982, "punk": 983, "rocker": 984, "screaming": 985, "stage": 986, "short": 987, "blond-hair": 988, "striped": 989, "skateboard": 990, "skateboarding": 991, "skate": 992, "trick": 993, "life": 994, "rowing": 995, "canoe": 996, "kayak": 997, "gentle": 998, "ride": 999, "seems": 1000, "be": 1001, "laughing": 1002, "porch": 1003, "straight": 1004, "ladies": 1005, "site": 1006, "installing": 1007, "post": 1008, "house": 1009, "atop": 1010, "younger": 1011, "luggage": 1012, "billboard": 1013, "suitcase": 1014, "advertisement": 1015, "picture": 1016, "airport": 1017, "sleeves": 1018, "couch": 1019, "napping": 1020, "long-haired": 1021, "shoulders": 1022, "mom": 1023, "mother": 1024, "gay": 1025, "pride": 1026, "parade": 1027, "hold": 1028, "flags": 1029, "show": 1030, "support": 1031, "march": 1032, "color": 1033, "oriental": 1034, "fish": 1035, "cigarette": 1036, "match": 1037, "stare": 1038, "vendor": 1039, "prepare": 1040, "stock": 1041, "looked": 1042, "upon": 1043, "prepared": 1044, "red-hair": 1045, "singing": 1046, "red-haired": 1047, "skirt": 1048, "tank": 1049, "flowing": 1050, "song": 1051, "karaoke": 1052, "college-aged": 1053, "individuals": 1054, "-": 1055, "females": 1056, "steps": 1057, "multiple": 1058, "school": 1059, "late": 1060, "captures": 1061, "driveway": 1062, "catching": 1063, "courtyard": 1064, "snaps": 1065, "lunges": 1066, "kneeling": 1067, "hockey": 1068, "goal": 1069, "guarding": 1070, "goalie": 1071, "crouches": 1072, "rink": 1073, "backpack": 1074, "sculpture": 1075, "reads": 1076, "newspaper": 1077, "office": 1078, "statue": 1079, "toddler": 1080, "fenced": 1081, "patio": 1082, "grabs": 1083, "bars": 1084, "saying": 1085, "let": 1086, "me": 1087, "railings": 1088, "wanting": 1089, "tarp": 1090, "enter": 1091, "tent": 1092, "hut": 1093, "iced": 1094, "kneels": 1095, "hill": 1096, "skyscraper": 1097, "distance": 1098, "matching": 1099, "turban": 1100, "african": 1101, "local": 1102, "pushes": 1103, "fruits": 1104, "fruit": 1105, "produce": 1106, "plate": 1107, "blond-haired": 1108, "bites": 1109, "treat": 1110, "eats": 1111, "pizza": 1112, "tin": 1113, "dish": 1114, "biting": 1115, "baked": 1116, "good": 1117, "rocks": 1118, "center": 1119, "electric": 1120, "helmet": 1121, "swinging": 1122, "bat": 1123, "tennis": 1124, "softball": 1125, "hits": 1126, "directly": 1127, "downwards": 1128, "striking": 1129, "hitting": 1130, "but": 1131, "she": 1132, "missed": 1133, "batter": 1134, "drifting": 1135, "boat": 1136, "ferry": 1137, "balding": 1138, "stickers": 1139, "musician": 1140, "performance": 1141, "artist": 1142, "performs": 1143, "dirty": 1144, "unfinished": 1145, "lean": 1146, "spread": 1147, "cement": 1148, "tape": 1149, "applying": 1150, "trench": 1151, "smoothing": 1152, "urban": 1153, "bent": 1154, "opening": 1155, "hooded": 1156, "lit": 1157, "dinner": 1158, "martini": 1159, "before": 1160, "dining": 1161, "fancy": 1162, "blanket": 1163, "relaxes": 1164, "laid": 1165, "herself": 1166, "cloudy": 1167, "solitary": 1168, "evening": 1169, "dim": 1170, "poses": 1171, "photographed": 1172, "cream": 1173, "photographs": 1174, "strapless": 1175, "gown": 1176, "photographer": 1177, "takes": 1178, "10": 1179, "throng": 1180, "taking": 1181, "well": 1182, "teens": 1183, "sad": 1184, "expression": 1185, "crying": 1186, "knoll": 1187, "what": 1188, "appears": 1189, "beans": 1190, "hilltop": 1191, "overlooking": 1192, "valley": 1193, "mountainside": 1194, "check": 1195, "rest": 1196, "ledge": 1197, "hang": 1198, "overlook": 1199, "tourists": 1200, "trail": 1201, "nature": 1202, "footbridge": 1203, "shows": 1204, "arched": 1205, "jersey": 1206, "boats": 1207, "rafts": 1208, "inflatable": 1209, "kayakers": 1210, "have": 1211, "conversation": 1212, "telling": 1213, "were": 1214, "peeling": 1215, "corn": 1216, "listen": 1217, "elder": 1218, "oboe": 1219, "purple": 1220, "percussion": 1221, "spectators": 1222, "made": 1223, "bamboo": 1224, "wind": 1225, "11": 1226, "wear": 1227, "such": 1228, "skiing": 1229, "backpacks": 1230, "paddles": 1231, "blocks": 1232, "door": 1233, "leading": 1234, "snowshoes": 1235, "quietly": 1236, "story": 1237, "was": 1238, "igloo": 1239, "player": 1240, "avoid": 1241, "shortly": 1242, "catches": 1243, "team": 1244, "members": 1245, "attempting": 1246, "catcher": 1247, "knee": 1248, "score": 1249, "run": 1250, "tag": 1251, "base": 1252, "runner": 1253, "foreground": 1254, "shown": 1255, "bricks": 1256, "material": 1257, "panting": 1258, "scaffolding": 1259, "huge": 1260, "blank": 1261, "earphones": 1262, "30": 1263, "subway": 1264, "juggling": 1265, "shopping": 1266, "bags": 1267, "crosses": 1268, "crosswalk": 1269, "numerous": 1270, "television": 1271, "fast": 1272, "takeout": 1273, "tv": 1274, "chinese": 1275, "six": 1276, "asians": 1277, "eat": 1278, "balances": 1279, "assorted": 1280, "pineapples": 1281, "bananas": 1282, "balancing": 1283, "shovel": 1284, "deep": 1285, "whole": 1286, "supported": 1287, "3": 1288, "much": 1289, "american": 1290, "peers": 1291, "bandanna": 1292, "graphic": 1293, "smoke": 1294, "handkerchief": 1295, "task": 1296, "tub": 1297, "forested": 1298, "woods": 1299, "steam": 1300, "rises": 1301, "vat": 1302, "pictured": 1303, "so": 1304, "must": 1305, "ask": 1306, "bigger": 1307, "sleepy": 1308, "arms": 1309, "someones": 1310, "individual": 1311, "varying": 1312, "beads": 1313, "decorations": 1314, "cultural": 1315, "native": 1316, "gazes": 1317, "donning": 1318, "necklaces": 1319, "shells": 1320, "member": 1321, "tribe": 1322, "intently": 1323, "tribal": 1324, "piercings": 1325, "lots": 1326, "jewelry": 1327, "samurai": 1328, "warrior": 1329, "sword": 1330, "training": 1331, "gear": 1332, "fight": 1333, "wields": 1334, "rolling": 1335, "hills": 1336, "dried": 1337, "bed": 1338, "littered": 1339, "rocky": 1340, "walls": 1341, "dense": 1342, "treks": 1343, "upward": 1344, "creek": 1345, "stopping": 1346, "breath": 1347, "cool": 1348, "strewn": 1349, "stream": 1350, "badge": 1351, "guard": 1352, "lighted": 1353, "white-haired": 1354, "empty": 1355, "duty": 1356, "museum": 1357, "colorful": 1358, "dresses": 1359, "washing": 1360, "indian": 1361, "saris": 1362, "separate": 1363, "pair": 1364, "flip-flops": 1365, "kneel": 1366, "squatting": 1367, "plants": 1368, "sandals": 1369, "crouch": 1370, "phones": 1371, "shrubbery": 1372, "summer": 1373, "soccer": 1374, "backyard": 1375, "spring": 1376, "black-haired": 1377, "tile": 1378, "legos": 1379, "skateboarder": 1380, "platform": 1381, "skateboarders": 1382, "laugh": 1383, "fun": 1384, "shake": 1385, "teenager": 1386, "trolley": 1387, "move": 1388, "mass": 1389, "transit": 1390, "announcement": 1391, "communicating": 1392, "walkie": 1393, "talkie": 1394, "family": 1395, "paddling": 1396, "paddle": 1397, "kayaking": 1398, "shallow": 1399, "handbag": 1400, "spreads": 1401, "put": 1402, "cobblestone": 1403, "bluish": 1404, "bag": 1405, "likely": 1406, "descent": 1407, "gold": 1408, "joy": 1409, "sweaters": 1410, "khaki": 1411, "wine": 1412, "displayed": 1413, "upscale": 1414, "plates": 1415, "wineglasses": 1416, "rack": 1417, "elegant": 1418, "serving": 1419, "pajamas": 1420, "pillow": 1421, "constructions": 1422, "seat": 1423, "steel": 1424, "mixer": 1425, "mixing": 1426, "mud": 1427, "puddle": 1428, "tube": 1429, "oncoming": 1430, "signaling": 1431, "hailing": 1432, "taxi": 1433, "pamphlet": 1434, "book": 1435, "brochure": 1436, "jogging": 1437, "could": 1438, "marathon": 1439, "joggers": 1440, "stones": 1441, "diving": 1442, "dive": 1443, "descends": 1444, "elevator": 1445, "light-colored": 1446, "bathing": 1447, "only": 1448, "pale": 1449, "lounges": 1450, "basin": 1451, "soaking": 1452, "plaid": 1453, "sleeps": 1454, "climbed": 1455, "branches": 1456, "watched": 1457, "than": 1458, "climb": 1459, "soldier": 1460, "asleep": 1461, "belt": 1462, "shirted": 1463, "wrapped": 1464, "flipping": 1465, "pancake": 1466, "flinging": 1467, "extremely": 1468, "skillet": 1469, "awe": 1470, "firefighters": 1471, "emergency": 1472, "uniforms": 1473, "upwards": 1474, "responding": 1475, "reflections": 1476, "firemen": 1477, "event": 1478, "few": 1479, "firetruck": 1480, "firetrucks": 1481, "lights": 1482, "stationed": 1483, "various": 1484, "activities": 1485, "things": 1486, "order": 1487, "reach": 1488, "ceiling": 1489, "stripe": 1490, "warning": 1491, "boots": 1492, "newsstand": 1493, "packed": 1494, "magazines": 1495, "candy": 1496, "products": 1497, "counter": 1498, "magazine": 1499, "clerk": 1500, "merchandise": 1501, "earth": 1502, "creating": 1503, "track": 1504, "closely": 1505, "surveying": 1506, "dig": 1507, "dry": 1508, "jean": 1509, "fists": 1510, "closed": 1511, "dough": 1512, "bakery": 1513, "fat": 1514, "baker": 1515, "rubs": 1516, "flour": 1517, "tired": 1518, "makes": 1519, "bread": 1520, "relaxing": 1521, "conversing": 1522, "shade": 1523, "tropical": 1524, "trunks": 1525, "outstretched": 1526, "swim": 1527, "landscape": 1528, "hiker": 1529, "bluff": 1530, "mountains": 1531, "snow-covered": 1532, "mountain": 1533, "pauses": 1534, "mountaintop": 1535, "mound": 1536, "backhoe": 1537, "racing": 1538, "puddles": 1539, "curve": 1540, "race": 1541, "bicyclers": 1542, "rounding": 1543, "spraying": 1544, "wheels": 1545, "bikers": 1546, "sharp": 1547, "compete": 1548, "biking": 1549, "cane": 1550, "bends": 1551, "bush": 1552, "short-sleeve": 1553, "surgeon": 1554, "teal": 1555, "scrubs": 1556, "surgery": 1557, "doctor": 1558, "nurses": 1559, "operation": 1560, "surgical": 1561, "staff": 1562, "patient": 1563, "low": 1564, "cut": 1565, "frisbee": 1566, "suv": 1567, "pickup": 1568, "terrain": 1569, "chasing": 1570, "doberman": 1571, "just": 1572, "threw": 1573, "bowling": 1574, "lane": 1575, "pins": 1576, "alley": 1577, "including": 1578, "balls": 1579, "lanes": 1580, "finished": 1581, "throwing": 1582, "mule": 1583, "trough": 1584, "desert": 1585, "shining": 1586, "weathered": 1587, "donkey": 1588, "horse": 1589, "relax": 1590, "nap": 1591, "pamphlets": 1592, "cover": 1593, "displays": 1594, "information": 1595, "covers": 1596, "bicycling": 1597, "multicolor": 1598, "helmeted": 1599, "incoming": 1600, "giants": 1601, "swings": 1602, "pitch": 1603, "throw": 1604, "javelin": 1605, "teenage": 1606, "balloons": 1607, "lined": 1608, "hot": 1609, "desk": 1610, "books": 1611, "everywhere": 1612, "cluttered": 1613, "stacks": 1614, "telephone": 1615, "brunette": 1616, "shoulder": 1617, "fuzzy": 1618, "lighting": 1619, "candle": 1620, "flame": 1621, "folded": 1622, "bracelet": 1623, "hunched": 1624, "kind": 1625, "vigil": 1626, "squat": 1627, "mall": 1628, "district": 1629, "strolls": 1630, "pedals": 1631, "quickly": 1632, "bmx": 1633, "eight": 1634, "darkened": 1635, "foam": 1636, "ramp": 1637, "soapy": 1638, "cleaned": 1639, "suds": 1640, "clean": 1641, "bubbles": 1642, "raft": 1643, "swimsuits": 1644, "themselves": 1645, "cruise": 1646, "ship": 1647, "partying": 1648, "dozens": 1649, "floral": 1650, "bikini": 1651, "goofing": 1652, "straw": 1653, "kicks": 1654, "cowboy": 1655, "teenagers": 1656, "brake": 1657, "slides": 1658, "slide": 1659, "wading": 1660, "toys": 1661, "floating": 1662, "falling": 1663, "sliding": 1664, "tubes": 1665, "come": 1666, "wetsuit": 1667, "droplets": 1668, "fly": 1669, "throws": 1670, "countryside": 1671, "heading": 1672, "passing": 1673, "pedestrian": 1674, "rickety": 1675, "overflowing": 1676, "pick": 1677, "cooks": 1678, "hamburgers": 1679, "customers": 1680, "chefs": 1681, "burgers": 1682, "sticking": 1683, "tongue": 1684, "sticks": 1685, "silly": 1686, "make": 1687, "sparks": 1688, "workman": 1689, "welding": 1690, "chain": 1691, "link": 1692, "decides": 1693, "piggyback": 1694, "apartment": 1695, "complex": 1696, "gives": 1697, "shaped": 1698, "riverbank": 1699, "volleyball": 1700, "tries": 1701, "shot": 1702, "opposing": 1703, "professional": 1704, "missing": 1705, "still": 1706, "railroad": 1707, "coveralls": 1708, "tracks": 1709, "fire": 1710, "barrel": 1711, "horses": 1712, "contained": 1713, "lead": 1714, "assembling": 1715, "repairing": 1716, "tram": 1717, "rails": 1718, "laborers": 1719, "gentlemen": 1720, "caps": 1721, "engine": 1722, "rusted": 1723, "vw": 1724, "beetle": 1725, "classic": 1726, "rustic": 1727, "volkswagen": 1728, "beat": 1729, "sort": 1730, "project": 1731, "own": 1732, "cleaner": 1733, "frame": 1734, "sands": 1735, "shelf": 1736, "apron": 1737, "bagged": 1738, "chalkboard": 1739, "menu": 1740, "skinny": 1741, "smaller": 1742, "bulldog": 1743, "sheepdog": 1744, "boxer": 1745, "sizes": 1746, "dock": 1747, "electrical": 1748, "mask": 1749, "fingernails": 1750, "carefully": 1751, "mascara": 1752, "reddish": 1753, "applies": 1754, "eyelashes": 1755, "tiled": 1756, "closeup": 1757, "paws": 1758, "rests": 1759, "lying": 1760, "artificial": 1761, "harness": 1762, "indoor": 1763, "everyone": 1764, "gas": 1765, "here": 1766, "scooters": 1767, "!": 1768, "motor": 1769, "fashion": 1770, "japanese": 1771, "motorcycles": 1772, "asia": 1773, "helicopter": 1774, "land": 1775, "airfield": 1776, "scaffold": 1777, "positions": 1778, "either": 1779, "scarves": 1780, "fourteen": 1781, "assembled": 1782, "hall": 1783, "mingling": 1784, "costumes": 1785, "party": 1786, "ring": 1787, "inflated": 1788, "played": 1789, "stir": 1790, "fries": 1791, "bottles": 1792, "frying": 1793, "salmon": 1794, "pop": 1795, "approached": 1796, "flamboyant": 1797, "feathered": 1798, "sequined": 1799, "feather": 1800, "crosscountry": 1801, "skiers": 1802, "woodland": 1803, "wooded": 1804, "skiiers": 1805, "spectacles": 1806, "diligently": 1807, "tool": 1808, "sharpening": 1809, "knife": 1810, "stoop": 1811, "fills": 1812, "paperwork": 1813, "notebook": 1814, "utility": 1815, "fix": 1816, "pedestrians": 1817, "dressy": 1818, "clasps": 1819, "lap": 1820, "lavender": 1821, "formal": 1822, "short-haired": 1823, "boardwalk": 1824, "sea": 1825, "pier": 1826, "cricket": 1827, "west": 1828, "youth": 1829, "laughs": 1830, "antique": 1831, "automobile": 1832, "canister": 1833, "hood": 1834, "old-fashioned": 1835, "draft": 1836, "n": 1837, "pony": 1838, "golden": 1839, "pull": 1840, "sleigh": 1841, "driven": 1842, "carriage": 1843, "pulling": 1844, "sled": 1845, "forrest": 1846, "peach": 1847, "happy": 1848, "flat": 1849, "sheer": 1850, "steep": 1851, "rappels": 1852, "incline": 1853, "bathed": 1854, "shaft": 1855, "cave": 1856, "backpackers": 1857, "drawing": 1858, "chalk": 1859, "portrait": 1860, "elaborate": 1861, "pretending": 1862, "illinois": 1863, "aiming": 1864, "odd": 1865, "playfully": 1866, "kicked": 1867, "shoe": 1868, "heads": 1869, "expressions": 1870, "african-american": 1871, "classroom": 1872, "complected": 1873, "raising": 1874, "excitement": 1875, "sewing": 1876, "sowing": 1877, "fist": 1878, "raised": 1879, "moped": 1880, "extended": 1881, "t-shirts": 1882, "motorcycle": 1883, "peppers": 1884, "pepper": 1885, "farm": 1886, "bell": 1887, "buying": 1888, "weaving": 1889, "loom": 1890, "afternoon": 1891, "rocking": 1892, "blowing": 1893, "container": 1894, "blown": 1895, "sprayed": 1896, "fountains": 1897, "fountain": 1898, "tunnel": 1899, "course": 1900, "obstacle": 1901, "corgi": 1902, "barbecuing": 1903, "print": 1904, "swimsuit": 1905, "handrail": 1906, "soaked": 1907, "jet": 1908, "shower": 1909, "gets": 1910, "swims": 1911, "underwater": 1912, "redheaded": 1913, "pillows": 1914, "cushion": 1915, "stuffing": 1916, "sofa": 1917, "sucks": 1918, "ripped": 1919, "aims": 1920, "fireplace": 1921, "pointed": 1922, "polka": 1923, "dotted": 1924, "barefoot": 1925, "jagged": 1926, "gestures": 1927, "includes": 1928, "discussion": 1929, "drinks": 1930, "rider": 1931, "flies": 1932, "pine": 1933, "rural": 1934, "contraption": 1935, "removing": 1936, "stack": 1937, "similar": 1938, "folding": 1939, "helping": 1940, "beyond": 1941, "speaks": 1942, "dusk": 1943, "wand": 1944, "bubble": 1945, "solution": 1946, "petals": 1947, "blows": 1948, "atvs": 1949, "wheel": 1950, "drive": 1951, "harvested": 1952, "cornfield": 1953, "airborne": 1954, "four-wheeler": 1955, "hit": 1956, "hammer": 1957, "blow": 1958, "closes": 1959, "square": 1960, ":": 1961, "lifts": 1962, "fingers": 1963, "spatula": 1964, "if": 1965, "done": 1966, "opposite": 1967, "flip": 1968, "messy": 1969, "cast": 1970, "iron": 1971, "perfect": 1972, "collecting": 1973, "garbage": 1974, "picking": 1975, "trashcan": 1976, "s": 1977, "hugging": 1978, "cow": 1979, "visible": 1980, "sisters": 1981, "visiting": 1982, "docking": 1983, "guiding": 1984, "awaiting": 1985, "arrival": 1986, "cardigan": 1987, "bald": 1988, "talks": 1989, "microphones": 1990, "fans": 1991, "elephant": 1992, "shack": 1993, "structures": 1994, "called": 1995, "village": 1996, "camouflage": 1997, "auto": 1998, "repair": 1999, "mexican": 2000, "headlamp": 2001, "amid": 2002, "display": 2003, "sells": 2004, "incense": 2005, "tending": 2006, "countries": 2007, "scouts": 2008, "nations": 2009, "types": 2010, "world": 2011, "crib": 2012, "tipped": 2013, "yelling": 2014, "halfway": 2015, "tucked": 2016, "shop": 2017, "scoop": 2018, "scoops": 2019, "scooping": 2020, "freezer": 2021, "customer": 2022, "cafe": 2023, "stools": 2024, "quick": 2025, "bite": 2026, "wrong": 2027, "direction": 2028, "surrounding": 2029, "braids": 2030, "colors": 2031, "paints": 2032, "clouds": 2033, "aerodynamic": 2034, "cows": 2035, "cyclist": 2036, "biker": 2037, "pedaling": 2038, "denim": 2039, "amounts": 2040, "thumb": 2041, "button-up": 2042, "microscope": 2043, "laboratory": 2044, "affection": 2045, "escalator": 2046, "embracing": 2047, "kissing": 2048, "probably": 2049, "rugby": 2050, "lifted": 2051, "teammates": 2052, "competitor": 2053, "similarly": 2054, "tackle": 2055, "reaches": 2056, "victory": 2057, "will": 2058, "opponents": 2059, "attempt": 2060, "defending": 2061, "wheelbarrows": 2062, "barrels": 2063, "constructing": 2064, "adorned": 2065, "headbands": 2066, "americans": 2067, "feathers": 2068, "surprised": 2069, "taken": 2070, "fall": 2071, "sling": 2072, "shelves": 2073, "tea": 2074, "case": 2075, "waits": 2076, "served": 2077, "printed": 2078, "lottery": 2079, "tickets": 2080, "vendors": 2081, "wares": 2082, "fetch": 2083, "pounces": 2084, "fashioned": 2085, "cheeks": 2086, "lips": 2087, "steadies": 2088, "aim": 2089, "cello": 2090, "violin": 2091, "scantily": 2092, "handsome": 2093, "step": 2094, "brazilian": 2095, "author": 2096, "scarf": 2097, "thin": 2098, "reclines": 2099, "beaded": 2100, "necklace": 2101, "sound": 2102, "funky": 2103, "teams": 2104, "named": 2105, "david": 2106, "protect": 2107, "scoring": 2108, "prevent": 2109, "rod": 2110, "glowing": 2111, "technician": 2112, "best": 2113, "safe": 2114, "maker": 2115, "firing": 2116, "gigantic": 2117, "oven": 2118, "&": 2119, "butcher": 2120, "curb": 2121, "border": 2122, "collie": 2123, "court": 2124, "teaching": 2125, "flaming": 2126, "torches": 2127, "performer": 2128, "craft": 2129, "performers": 2130, "interested": 2131, "tricks": 2132, "following": 2133, "brother": 2134, "shoes": 2135, "smooth": 2136, "stacking": 2137, "gap": 2138, "funny": 2139, "cone": 2140, "cookie": 2141, "mugs": 2142, "hangs": 2143, "eastern": 2144, "humans": 2145, "poster": 2146, "speedo": 2147, "underneath": 2148, "midst": 2149, "motorbike": 2150, "motorcyclist": 2151, "ridding": 2152, "streets": 2153, "alcohol": 2154, "card": 2155, "beverages": 2156, "layers": 2157, "diet": 2158, "coke": 2159, "warm": 2160, "pabst": 2161, "ribbon": 2162, "backdrop": 2163, "attached": 2164, "frog": 2165, "sprays": 2166, "cafeteria": 2167, "consumers": 2168, "diner": 2169, "rough": 2170, "round": 2171, "underground": 2172, "passage": 2173, "drain": 2174, "bird": 2175, "sunflower": 2176, "seeds": 2177, "clinging": 2178, "finger": 2179, "lines": 2180, "progress": 2181, "sidelines": 2182, "receive": 2183, "overlooks": 2184, "cityscape": 2185, "trailer": 2186, "solar": 2187, "cell": 2188, "device": 2189, "camper": 2190, "vehicles": 2191, "close": 2192, "rv": 2193, "wades": 2194, "guided": 2195, "muslim": 2196, "directions": 2197, "sari": 2198, "playful": 2199, "elevated": 2200, "bank": 2201, "jogger": 2202, "passes": 2203, "branch": 2204, "tight": 2205, "fitting": 2206, "athlete": 2207, "handlebars": 2208, "maybe": 2209, "how": 2210, "teach": 2211, "bucket": 2212, "pointing": 2213, "maintenance": 2214, "does": 2215, "handstand": 2216, "sheets": 2217, "upside": 2218, "cones": 2219, "worked": 2220, "repairs": 2221, "grinding": 2222, "operate": 2223, "completing": 2224, "snowboard": 2225, "surfboard": 2226, "palm": 2227, "golf": 2228, "golfer": 2229, "club": 2230, "tiger": 2231, "putt": 2232, "trophy": 2233, "joyfully": 2234, "worn": 2235, "off-road": 2236, "motorbikes": 2237, "follow": 2238, "hamburger": 2239, "closing": 2240, "drawer": 2241, "cuts": 2242, "knee-high": 2243, "nude": 2244, "naked": 2245, "helps": 2246, "wave": 2247, "garment": 2248, "star": 2249, "france": 2250, "jewelery": 2251, "pleasant": 2252, "adobe": 2253, "propped": 2254, "topless": 2255, "navy": 2256, "reclining": 2257, "newlywed": 2258, "church": 2259, "football": 2260, "number": 2261, "coast": 2262, "sweatpants": 2263, "physical": 2264, "activity": 2265, "pretty": 2266, "attach": 2267, "pieces": 2268, "carpentry": 2269, "carnival": 2270, "jungle": 2271, "labeled": 2272, "exhibit": 2273, "festival": 2274, "daughters": 2275, "moment": 2276, "briefcase": 2277, "mirrored": 2278, "somewhere": 2279, "businessman": 2280, "shit": 2281, "somewhat": 2282, "shaved": 2283, "collared": 2284, "chicken": 2285, "poverty": 2286, "fabrics": 2287, "woven": 2288, "rugs": 2289, "rain": 2290, "rug": 2291, "forward": 2292, "hauling": 2293, "mouths": 2294, "retrieve": 2295, "tug": 2296, "chew": 2297, "bottled": 2298, "tilted": 2299, "spiked": 2300, "waterway": 2301, "peaceful": 2302, "knit": 2303, "stocking": 2304, "vegetation": 2305, "splash": 2306, "attractive": 2307, "drop": 2308, "entertainment": 2309, "pretend": 2310, "interact": 2311, "swimmers": 2312, "kelp": 2313, "seaweed": 2314, "pinstripe": 2315, "furry": 2316, "attempts": 2317, "itself": 2318, "snows": 2319, "self": 2320, "placed": 2321, "cardboard": 2322, "drill": 2323, "workbench": 2324, "roller": 2325, "derby": 2326, "action": 2327, "rollerskate": 2328, "rollerskaters": 2329, "bouncing": 2330, "beds": 2331, "bedroom": 2332, "chainsaw": 2333, "presses": 2334, "saw": 2335, "hoodie": 2336, "shadowy": 2337, "figure": 2338, "handwritten": 2339, "welcome": 2340, "posted": 2341, "doorway": 2342, "entering": 2343, "snowboarder": 2344, "slope": 2345, "snowboarders": 2346, "slopes": 2347, "brightly": 2348, "strolling": 2349, "opened": 2350, "bringing": 2351, "shoppers": 2352, "horseshoe": 2353, "blacksmith": 2354, "stores": 2355, "cheerleaders": 2356, "kept": 2357, "our": 2358, "cheering": 2359, "cheerleading": 2360, "industrial": 2361, "shut": 2362, "delivery": 2363, "exiting": 2364, "strip": 2365, "stepping": 2366, "dreadlocks": 2367, "kilt": 2368, "cheek": 2369, "kisses": 2370, "bar": 2371, "signals": 2372, "roll": 2373, "gesture": 2374, "stool": 2375, "single": 2376, "cuddling": 2377, "ahead": 2378, "grownups": 2379, "gravel": 2380, "greenery": 2381, "suspension": 2382, "pulled": 2383, "passengers": 2384, "stretch": 2385, "hugs": 2386, "pig": 2387, "bicyclist": 2388, "sundress": 2389, "reflection": 2390, "spandex": 2391, "groceries": 2392, "checkout": 2393, "checking": 2394, "canyon": 2395, "travelers": 2396, "grand": 2397, "freight": 2398, "box": 2399, "photographing": 2400, "lens": 2401, "plant": 2402, "headset": 2403, "jogs": 2404, "roots": 2405, "liner": 2406, "supplies": 2407, "garage": 2408, "plaque": 2409, "desperately": 2410, "hides": 2411, "computers": 2412, "hide": 2413, "give": 2414, "hiding": 2415, "brushes": 2416, "jesus": 2417, "christ": 2418, "bronze": 2419, "statues": 2420, "job": 2421, "brush": 2422, "statute": 2423, "figures": 2424, "ages": 2425, "upright": 2426, "clutch": 2427, "rags": 2428, "tells": 2429, "landmark": 2430, "able": 2431, "would": 2432, "use": 2433, "wire": 2434, "4": 2435, "ladders": 2436, "boulder": 2437, "paintbrush": 2438, "grins": 2439, "logo": 2440, "chopped": 2441, "woodworking": 2442, "stunts": 2443, "ollie": 2444, "bridges": 2445, "indigenous": 2446, "may": 2447, "bicyclists": 2448, "town": 2449, "york": 2450, "bib": 2451, "cries": 2452, "expressing": 2453, "emotion": 2454, "horse-drawn": 2455, "toned": 2456, "fabric": 2457, "flip-flop": 2458, "fluffy": 2459, "practices": 2460, "bats": 2461, "tee": 2462, "batting": 2463, "cage": 2464, "lift": 2465, "shish": 2466, "paisley": 2467, "7": 2468, "kabobs": 2469, "kabob": 2470, "bungee": 2471, "cord": 2472, "tethered": 2473, "socks": 2474, "juggles": 2475, "knives": 2476, "whose": 2477, "pump": 2478, "entertainer": 2479, "consists": 2480, "hairnet": 2481, "unicycle": 2482, "amusement": 2483, "juggler": 2484, "doctors": 2485, "hospital": 2486, "masks": 2487, "medical": 2488, "professionals": 2489, "hawaiian": 2490, "style": 2491, "pail": 2492, "spins": 2493, "hike": 2494, "hillside": 2495, "pitchfork": 2496, "gardening": 2497, "landscaping": 2498, "preparation": 2499, "upcoming": 2500, "season": 2501, "collected": 2502, "rake": 2503, "concentrating": 2504, "suspenders": 2505, "wax": 2506, "figurine": 2507, "engineers": 2508, "mannequin": 2509, "conductor": 2510, "operator": 2511, "stopped": 2512, "places": 2513, "carrots": 2514, "casserole": 2515, "marching": 2516, "trumpet": 2517, "materials": 2518, "learning": 2519, "animals": 2520, "zoo": 2521, "employees": 2522, "discussing": 2523, "man-made": 2524, "launch": 2525, "calmly": 2526, "friend": 2527, "upset": 2528, "tray": 2529, "samples": 2530, "waitress": 2531, "offers": 2532, "patrons": 2533, "starbucks": 2534, "barista": 2535, "offering": 2536, "sledge": 2537, "plain": 2538, "baskets": 2539, "loaves": 2540, "stacked": 2541, "bricked": 2542, "pilot": 2543, "leaving": 2544, "houses": 2545, "adjacent": 2546, "plugs": 2547, "swimmer": 2548, "clips": 2549, "moves": 2550, "submerged": 2551, "horizontally": 2552, "laptop": 2553, "possibly": 2554, "pages": 2555, "laptops": 2556, "engaged": 2557, "involving": 2558, "pit": 2559, "christmas": 2560, "tee-shirt": 2561, "festive": 2562, "written": 2563, "bottom": 2564, "doll": 2565, "princess": 2566, "dolls": 2567, "trampoline": 2568, "flips": 2569, "somersault": 2570, "exercise": 2571, "washes": 2572, "medium-sized": 2573, "bath": 2574, "bin": 2575, "leap": 2576, "fleece": 2577, "had": 2578, "tote": 2579, "digs": 2580, "wheelchairs": 2581, "searching": 2582, "parents": 2583, "controlling": 2584, "operates": 2585, "atrium": 2586, "hallway": 2587, "within": 2588, "buy": 2589, "furniture": 2590, "objects": 2591, "primitive": 2592, "congested": 2593, "disaster": 2594, "culinary": 2595, "dishes": 2596, "pot": 2597, "pots": 2598, "cooked": 2599, "legs": 2600, "sprawled": 2601, "tip": 2602, "rickshaw": 2603, "passenger": 2604, "stirring": 2605, "flowered": 2606, "stirs": 2607, "cook": 2608, "carried": 2609, "flute": 2610, "presenting": 2611, "birthday": 2612, "celebrating": 2613, "farmers": 2614, "goods": 2615, "root": 2616, "mountaineer": 2617, "wrestling": 2618, "wrestle": 2619, "repairman": 2620, "planting": 2621, "tug-of-war": 2622, "grandmother": 2623, "athletes": 2624, "tops": 2625, "routine": 2626, "acrobatics": 2627, "troop": 2628, "crow": 2629, "yong": 2630, "trash": 2631, "blurry": 2632, "wires": 2633, "elmo": 2634, "brushing": 2635, "combing": 2636, "girlfriend": 2637, "general": 2638, "seating": 2639, "dimly": 2640, "kitten": 2641, "slices": 2642, "fixes": 2643, "chopping": 2644, "piercing": 2645, "grin": 2646, "dramatic": 2647, "grimacing": 2648, "grimaces": 2649, "geyser": 2650, "computer": 2651, "gambling": 2652, "games": 2653, "rolled": 2654, "protective": 2655, "weld": 2656, "blowtorch": 2657, "rust": 2658, "build": 2659, "castle": 2660, "builds": 2661, "copies": 2662, "castles": 2663, "sculptures": 2664, "wide": 2665, "fields": 2666, "movie": 2667, "theater": 2668, "pant": 2669, "approach": 2670, "gum": 2671, "receives": 2672, "fencing": 2673, "instruction": 2674, "teacher": 2675, "potential": 2676, "opponent": 2677, "gaze": 2678, "dummy": 2679, "fences": 2680, "forms": 2681, "act": 2682, "squirt": 2683, "squirting": 2684, "guns": 2685, "inground": 2686, "mac": 2687, "casual": 2688, "session": 2689, "apparel": 2690, "shoreline": 2691, "pillar": 2692, "decorated": 2693, "arch": 2694, "awning": 2695, "poolside": 2696, "adolescent": 2697, "copper": 2698, "aprons": 2699, "pacifier": 2700, "goose": 2701, "power": 2702, "twin": 2703, "alike": 2704, "pushed": 2705, "strollers": 2706, "carts": 2707, "robe": 2708, "laundry": 2709, "muddy": 2710, "3rd": 2711, "watering": 2712, "hoses": 2713, "pour": 2714, "environment": 2715, "filling": 2716, "appear": 2717, "excavating": 2718, "ruins": 2719, "sporting": 2720, "florida": 2721, "dolphin": 2722, "despite": 2723, "crushing": 2724, "downtown": 2725, "try": 2726, "first": 2727, "goes": 2728, "chase": 2729, "eleven": 2730, "uphill": 2731, "shaded": 2732, "hikes": 2733, "examines": 2734, "leaned": 2735, "wheelbarrow": 2736, "coats": 2737, "drummers": 2738, "stilts": 2739, "drums": 2740, "pads": 2741, "variety": 2742, "early": 2743, "twenties": 2744, "skills": 2745, "freshly": 2746, "text": 2747, "beverage": 2748, "description": 2749, "meat": 2750, "browse": 2751, "deli": 2752, "clown": 2753, "fake": 2754, "brings": 2755, "scissors": 2756, "trimming": 2757, "nails": 2758, "detailed": 2759, "eyeglasses": 2760, "wiping": 2761, "sponge": 2762, "overgrown": 2763, "dusty": 2764, "region": 2765, "redhead": 2766, "desktop": 2767, "observing": 2768, "curtains": 2769, "screen": 2770, "belly": 2771, "stomach": 2772, "sledding": 2773, "dune": 2774, "locking": 2775, "(": 2776, "expensive": 2777, "perhaps": 2778, "retail": 2779, "wipes": 2780, "hoists": 2781, "monitoring": 2782, "umbrella": 2783, "commercial": 2784, "backlit": 2785, "mural": 2786, "graffiti": 2787, "leather": 2788, "push": 2789, "homeless": 2790, "money": 2791, "asking": 2792, "begging": 2793, "peak": 2794, "nearing": 2795, "await": 2796, "equipped": 2797, "packs": 2798, "ascends": 2799, "narrow": 2800, "ridge": 2801, "crab": 2802, "decide": 2803, "wants": 2804, "mixed": 2805, "sex": 2806, "lobster": 2807, "bibs": 2808, "dine": 2809, "leg": 2810, "landing": 2811, "entertaining": 2812, "dances": 2813, "dozen": 2814, "lunch": 2815, "dragon": 2816, "puppet": 2817, "dinosaur": 2818, "aged": 2819, "amount": 2820, "start": 2821, "footprints": 2822, "benches": 2823, "lamp": 2824, "guests": 2825, "service": 2826, "examine": 2827, "flowery": 2828, "refreshment": 2829, "eye": 2830, "couples": 2831, "pigeons": 2832, "clustered": 2833, "bust": 2834, "aerial": 2835, "boarding": 2836, "commuters": 2837, "rush": 2838, "embedded": 2839, "highchair": 2840, "seats": 2841, "daycare": 2842, "fed": 2843, "services": 2844, "india": 2845, "speech": 2846, "monitor": 2847, "keyboard": 2848, "san": 2849, "piano": 2850, "stretched": 2851, "polo": 2852, "khakis": 2853, "nike": 2854, "visor": 2855, "finishes": 2856, "occupied": 2857, "common": 2858, "belts": 2859, "bare": 2860, "classmates": 2861, "weapon": 2862, "attack": 2863, "patiently": 2864, "demonstrates": 2865, "vending": 2866, "stall": 2867, "tussle": 2868, "dangling": 2869, "suspended": 2870, "sibling": 2871, "cute": 2872, "gymnasium": 2873, "battle": 2874, "sparring": 2875, "gym": 2876, "sport": 2877, "tower": 2878, "tiles": 2879, "chipping": 2880, "hammers": 2881, "'re": 2882, "rimmed": 2883, "sandwiches": 2884, "establishment": 2885, "slanted": 2886, "adjusts": 2887, "social": 2888, "amidst": 2889, "wander": 2890, "maze": 2891, "cubes": 2892, "rectangular": 2893, "cartwheel": 2894, "kart": 2895, "asphalt": 2896, "paneled": 2897, "imac": 2898, "fisherman": 2899, "perched": 2900, "oars": 2901, "rowboat": 2902, "jumpsuit": 2903, "often": 2904, "used": 2905, "clubs": 2906, "bowler": 2907, "flannel": 2908, "cards": 2909, "cans": 2910, "meals": 2911, "styled": 2912, "edges": 2913, "walked": 2914, "parasailing": 2915, "parachute": 2916, "towing": 2917, "trumpets": 2918, "major": 2919, "begin": 2920, "policemen": 2921, "officers": 2922, "minivan": 2923, "cameras": 2924, "smocks": 2925, "unison": 2926, "points": 2927, "find": 2928, "glove": 2929, "mitt": 2930, "begins": 2931, "thick": 2932, "second": 2933, "digging": 2934, "trucks": 2935, "crew": 2936, "roadwork": 2937, "mechanical": 2938, "apart": 2939, "ponytail": 2940, "length": 2941, "silk": 2942, "button": 2943, "gallery": 2944, "tends": 2945, "been": 2946, "fell": 2947, "leafless": 2948, "highway": 2949, "juice": 2950, "share": 2951, "spoon": 2952, "bowls": 2953, "chopsticks": 2954, "cookout": 2955, "heels": 2956, "whistle": 2957, "knees": 2958, "hunting": 2959, "call": 2960, "test": 2961, "lip": 2962, "audio": 2963, "control": 2964, "dj": 2965, "adjusting": 2966, "earrings": 2967, "booths": 2968, "weeds": 2969, "checkered": 2970, "checked": 2971, "measuring": 2972, "participating": 2973, "headband": 2974, "misses": 2975, "backhand": 2976, "doubles": 2977, "point": 2978, "seal": 2979, "clothesline": 2980, "stares": 2981, "capris": 2982, "peeks": 2983, "teddy": 2984, "bear": 2985, "sucking": 2986, "thumbs": 2987, "hes": 2988, "supervision": 2989, "bulldozer": 2990, "help": 2991, "retaining": 2992, "punch": 2993, "technique": 2994, "position": 2995, "strong": 2996, "pinned": 2997, "pain": 2998, "padded": 2999, "referees": 3000, "mma": 3001, "defensive": 3002, "prayer": 3003, "clapping": 3004, "garments": 3005, "gathers": 3006, "pray": 3007, "farmer": 3008, "shops": 3009, "mingle": 3010, "space": 3011, "well-dressed": 3012, "extravagant": 3013, "shares": 3014, "soda": 3015, "aluminum": 3016, "korean": 3017, "then": 3018, "hispanic": 3019, "roasting": 3020, "winning": 3021, "cooler": 3022, "makeup": 3023, "hatted": 3024, "lobby": 3025, "breathing": 3026, "overpass": 3027, "bookshelf": 3028, "compact": 3029, "papers": 3030, "tumbling": 3031, "lime": 3032, "ambulance": 3033, "responders": 3034, "last": 3035, "touch": 3036, "clay": 3037, "sculpting": 3038, "masterpiece": 3039, "pottery": 3040, "soup": 3041, "boiling": 3042, "campfire": 3043, "rummaging": 3044, "wok": 3045, "improvised": 3046, "burns": 3047, "claps": 3048, "dropping": 3049, "travels": 3050, "grate": 3051, "oil": 3052, "stained": 3053, "walker": 3054, "performed": 3055, "solo": 3056, "acoustic": 3057, "surrounds": 3058, "waring": 3059, "halter": 3060, "consults": 3061, "plan": 3062, "section": 3063, "sketching": 3064, "image": 3065, "draws": 3066, "carcass": 3067, "blood": 3068, "butchered": 3069, "carve": 3070, "butchering": 3071, "theatrical": 3072, "historical": 3073, "persons": 3074, "carry": 3075, "lacrosse": 3076, "sports": 3077, "6": 3078, "chased": 3079, "release": 3080, "aisle": 3081, "drum": 3082, "words": 3083, "bongos": 3084, "puppets": 3085, "convention": 3086, "hammock": 3087, "divided": 3088, "groups": 3089, "we": 3090, "outing": 3091, "crates": 3092, "cages": 3093, "unusually": 3094, "strumming": 3095, "toss": 3096, "tips": 3097, "bandannas": 3098, "dumpster": 3099, "sharing": 3100, "sweets": 3101, "crown": 3102, "tiara": 3103, "feeding": 3104, "carpet": 3105, "bikinis": 3106, "sat": 3107, "marble": 3108, "series": 3109, "hips": 3110, "fashionable": 3111, "smoking": 3112, "storefront": 3113, "metropolitan": 3114, "flooded": 3115, "hug": 3116, "chef": 3117, "mustache": 3118, "steak": 3119, "hungry": 3120, "frantically": 3121, "stadium": 3122, "dugout": 3123, "lakeside": 3124, "placid": 3125, "peace": 3126, "monkey": 3127, "entryway": 3128, "descending": 